Repository: wrought/multi-twitter-widget
Catalog: lang/multi-twitter-widget-*.po
Languages: de_de

source: A long time ago
de_de: Schon l채nger her

source: %d month ago
de_de: vor %d Monat

source: %d months ago
de_de: vor %d Monaten

source: %d year ago
de_de: vor %d Jahr

source: %d years ago
de_de: vor %d Jahren

source: %d day ago
de_de: vor %d Tag

source: %d days ago
de_de: vor %d Tagen

source: %d week ago
de_de: vor %d Woche

source: %d weeks ago
de_de: vor %d Wochen

source: %d hour ago
de_de: vor %d Stunde

source: %d hours ago
de_de: vor %d Stunden

source: %d minute ago
de_de: vor %d Minute

source: %d minutes ago
de_de: vor %d Minuten

source: %d second ago
de_de: vor %d Sekunde

source: %d seconds ago
de_de: vor %d Sekunden

source: Could not create dir "%s"; please create this directory.
de_de: Kann dir "%s" nicht erstellen; bitte erstelle diesen Ordner.

source: Permission to write cache dir to <em>%s</em> not granted.
de_de: Erlaaubnis cache dir zu <em>%s</em> zu schreiben nicht erteilt.

source: Content could not be retrieved; Twitter API failed.
de_de: Inhalt kann nicht empfangen werden; Twitter API schlug fehl.

source: Development by
de_de: Entwickelt von

source: Widget to display tweets from multiple twitter accounts
de_de: Widget um Tweets von mehreren Tiwtter Accounts darzustellen

source: Oauth Settings
de_de: Oauth Einstellungen

source: Consumer Key:
de_de: Kundenschl체ssel:

source: Consumer Secret:
de_de: Kundengeheimnis:

source: Access Token:
de_de: Zugangszeichen:

source: Access Token Secret:
de_de: Zugangszeichengeheimnis:

source: Widget Title:
de_de: Widget Titel:

source: Users:
de_de: Nutzer:

source: Enter accounts separated with a space
de_de: Geben Sie Konten mit einem Leerzeichen getrennt

source: Search Terms:
de_de: Suchbegriffe:

source: Enter search terms separated with a comma
de_de: Geben Sie Suchbegriffe mit einem Komma getrennt

source: Limit user feed to:
de_de: Begrenze Nutzer feed auf:

source: Limits number of results for each user.
de_de: Begrenzt Anzahl der Ergebnisse f체r jeden Nutzer.

source: Limit search terms to:
de_de: Begrenze Suchbegriffe auf:

source: Limits number of results for each term.
de_de: Begrenzt Anzahl der Ergebnisse f체r jeden Suchbegriffe.

source: Automatically convert links?
de_de: Automatische Konvertierung von Links?

source: Automatically convert @replies?
de_de: Automatische Konvertierung @Antworten

source: Automatically convert #hashtags?
de_de: Automatische Konvertierung #Hashtags

source: Show Date?
de_de: Zeigen Sie das Datum?

source: Sort by Date?
de_de: Nach Datum sortieren?

source: Show Credits?
de_de: Zeigen Sie das Abspann?

source: Use Default Styles?
de_de: Verwenden Sie Standard-Stile?
